Repository: cybercandyman/videocms
Catalog: locale/*/*.po
Languages: fr

source: Check the case in front of the publication you want to publish.
fr: Cocher la case en face de la publication que vous souhaitez publier.

source: done !
fr: effectué !

source: Publish
fr: Publier

source: administrate
fr: administrer

source: Create new group
fr: Créer un nouveau groupe

source: Click to modify
fr: Cliquer pour modifier

source: Results
fr: Résultats

source: Programs
fr: Programmes

source: no matches ...
fr: pas de résultat ...

source: Objects knowledge base
fr: Gestionnaire de chapitres

source: categories
fr: catégories

source: Keywords
fr: Mots clefs

source: Quick search
fr: Recherche rapide

source: reset
fr: annuler

source: object
fr: objet

source: place
fr: plce

source: time
fr: temps

source: Type or drop agent uri
fr: Saisissez ou glissez une uri

source: Type or drop concept uri
fr: Saisissez ou glissez une uri

source: Type or drop event uri
fr: Saisissez ou glissez une uri

source: You are about to delete the file :
fr: Vous êtes sur le point de supprimer ce fichier :

source: select
fr: selectionner

source: Your deposit directory is %s
fr: Votre répertoire de dépôt est %s

source: Right click on a item for more actions like : rename, delete, view etc.
fr: Clic droit sur un élément pour plus d'actions comme : renommer, supprimer, voir etc.

source: Left click on an item to select it.
fr: Clic gauche sur un élément pour le sélectionner.

source: Rename
fr: Renommer

source: About this video
fr: A propos de cette vidéo

source: Filename
fr: Nom du fichier

source: Size
fr: Taille

source: Audio stream count
fr: Nombre de pistes audio

source: Publish your programs
fr: Publier vos programmes

source: Published programs
fr: Programmes publiés

source: Select the programs you want to publish by dragging them to the zone "published programs"
fr: Selectionner les programmes que vous souhaitez publier en les déposant dans la zone "programmes approuvés"

source: List of publications
fr: Liste des publications

source: count of programs
fr: nombre de programmes

source: datetime
fr: date et heure

source: protocol
fr: protocole

source: Consumptions statistics for program (%s) by publication
fr: Statistiques de consommation du programme(%s) par cette publication

source: Consumption period
fr: Période de consommation

source: Details
fr: Détails

source: Consumption statistics by program for all publications
fr: Statistiques de consommation par programme pour toutes les publications

source: For better focus, graph shows only top 30 programs.
fr: Pour plus de clarté, le graphique ne montre que les 30 premiers programmes.

source: Consumption statistics per program by publication : %s
fr: Statistiques de consommation par programme par la publication : %s

source: You have no access to the back office.
fr: Vous n'avez pas d'accés au back office.

source: Template allocation
fr: Affectation de template

source: Edit template parameters
fr: Edition des paramétres de template

source: Videolist
fr: Liste vidéo

source: In order to allocate a template to a specific program or playlist, go to the integration menu of the program or playlist.
fr: Pour affecter un template spécifique à un programme ou une playlist, aller dans le menu intégration du programme ou de la playlist en question.

source: Parameters
fr: Paramètres

source: Edit playlist description
fr: éditer la description

source: No configuration found. Please, check params.xml file.
fr: Aucune configuration trouvée, merci de vérifier votre fichier params.xml

source: Playlist integration
fr: Intégration playlist

source: Use default template
fr: Utiliser le template par défaut

source: Use specific template
fr: Utiliser un template spécifique

source: Edit template parameters - Playlist
fr: Edtion de paramétre

source: Identification method
fr: Méthode d'identification

source: Anonymous
fr: Anonyme

source: Login - Password
fr: Login - Mot de passe

source: link with html popup
fr: lien et popup html

source: Width of the popup
fr: Largeur du popup

source: Height of the popup
fr: Hauteur du popup

source: flash anim with html popup
fr: animation flash et popup html

source: Width of the video in the silverlight component
fr: Largeur du composant silverlight

source: Height of the video in the silverlight component
fr: Hauteur du composant silverlight

source: Switch on/off silverlights buttons (ex : 1011110111101)
fr: Activer ou désactiver des boutons du lecteur silverlight (ex : 1011110111101)

source: silverlight by link with popup
fr: Lien html et popup silverlight

source: silverlight by anim with popup
fr: Animation silverlight et popup silverlight

source: lecteur video
fr: Lecteur vidéo

source: Program integration
fr: Intégration programme

source: back
fr: retour

source: Edit template parameters - Program
fr: Edtion de paramétre

source: Application templates
fr: Templates d'application

source: Your templates
fr: Vos templates

source: Videolist integration
fr: Intégration vidéoliste

source: Edit template parameters - Videolist
fr: Edtion de paramétre

source: Group name
fr: Nom du groupe

source: explorer
fr: explorateur

source: List of playlists
fr: Liste des playlists

source: Number of programs
fr: Nombre de programmes

source: integration
fr: intégrer

source: This playlist will be deleted. Are you sure ?
fr: Cette playlist va être supprimée.En êtes-vous certain ?

source: Video files
fr: Fichiers vidéo

source: Click on a playlist programs to get its videos.
fr: Cliquer sur un programme de la playlist pour obtenir les vidéos.

source: Playlist editing
fr: Edition de playlist

source: Integration
fr: Intégration

source: Availables views
fr: Vues disponibles

source: General description of your playlist
fr: Editer la description de votre playlist

source: Category
fr: Catégorie

source: Select a program to load chapters and videos.
fr: Selectionner un programme pour charger les chapitres et les vidéos.

source: Search program in stock
fr: Rechercher des programmes

source: Drop program from this list on the playlist programs panel.
fr: Glisser des programmes de la liste vers le panneau des programmes de la playlist.

source: Allocated programs
fr: Programmes affectés

source: Click on a playlist program to get its chapters.
fr: Cliquer sur un programme de la playlist pour obtenir ses chapitres.

source: Import chapters ?
fr: Importer les chapitres ?

source: Import programs chapters ?
fr: Souhaitez vous importer les chapitres du programme ?

source: Import chapters
fr: Importer les chapitres

source: saved
fr: sauvegardé

source: Consumptions statistics per program by production : %s
fr: Statistiques de consommation par programme pour le compte de production : %s

source: Consumption statistics by production account
fr: Statistiques de consommation par compte de production

source: Consumptions statistics for program : %s
fr: Statistiques de consommation du programme : %s

source: Consumption statistics by program
fr: Statistiques de consommation par programme

source: Program update
fr: Mise à jour du programme

source: Production account updated this program since last release.
fr: Le compte de production a mis à jour le programme depuis sa dernière publication.

source: Check case for parts you want update.
fr: Cocher les parties que vous souhaitez mettre à jour.

source: Stop annoying me with this alert
fr: Arrêter de me déranger avec cette alerte

source: Accepting updates will delete your personal changes
fr: Accepter la mise à jour va supprimer vos changements

source: Confirm
fr: Confirmer

source: export program
fr: exporter le programme

source: edit desciption
fr: éditer la description

source: edit description
fr: éditer la description

source: is published
fr: est publié

source: View selection
fr: Voir la sélection

source: Select the view for the export
fr: Sélectionner la vue à exporter

source: Export
fr: Exporter

source: Production account
fr: Compte de production

source: Update process finished correctly !
fr: Processus de mise à jour terminée

source: Error
fr: Erreur

source: Please, choose and Save your specific template first.
fr: Merci de selectionner et de sauvegarder votre template en premier.

source: List of views
fr: Liste des vues

source: create view
fr: créer une vue

source: This view will be deleted. Are you sure ?
fr: Cet élément va être supprimé. En êtes-vous certain ?

source: publish the bill
fr: publier la facture

source: Overview
fr: Panorama

source: Complete billing
fr: Compléter la facture

source: Amount
fr: Montant

source: Discount billing
fr: Effectuer une remise sur la facture

source: State
fr: Statut

source: pending
fr: en cours

source: issued
fr: clôturé

source: filter
fr: filtrer

source: production name
fr: Nom du compte de production

source: Command
fr: Commande

source: used in easystreaming
fr: utilisé dans easystreaming

source: Output string
fr: Chaîne en sortie

source: ffmpeg or mencoder
fr: ffmpeg ou mencoder

source: Rate
fr: Débit

source: bytes
fr: octets

source: Width
fr: Largeur

source: Height
fr: Hauteur

source: List of formats
fr: Liste des formats

source: You are about to delete this format. Are you sure ?
fr: Vous êtes sur le point de supprimer ce format. En êtes-vous certain ?

source: List of profiles
fr: Liste des profils

source: You are about to delete this profile. Are you sure ?
fr: Vous êtes sur le point de supprimer ce profil. En êtes-vous certain ?

source: Profile
fr: Profil

source: groups list
fr: liste des groupes

source: create group
fr: créer un groupe

source: fields list
fr: liste des champs

source: create field
fr: créer un champ

source: table list
fr: liste des tables

source: Create a new field
fr: Créer un nouveau champ

source: Name of the field.
fr: Nom du champ.

source: Code of the field. No space and special characters allowed !
fr: Code du champ. Aucun caractére spécial autorisé !

source: Type of the field. Cannot be changed once chosen.
fr: Type de champ. Ne peut être modifié une fois choisi.

source: text
fr: texte

source: boolean
fr: booléen

source: complex boolean
fr: booléen complexe

source: textarea
fr: zone de texte

source: picture
fr: image

source: Mask
fr: Masque

source: Input mask. For more documentation, you have to see jquery.meio.mask.js documentation.
fr: Masque de saisie. Pour plus d'information, vous devez consulter la documentation de jquery.meio.mask.js.

source: Default value
fr: Valeur par défaut

source: This is the default value of the field.
fr: Valeur par défaut

source: Grouping fields by personal affinities
fr: Grouper les champs selon affinités personnelles

source: Table name in BDD. Name is deducted from the code.
fr: Nom de table dans la base de données. Le nom est déduit du code.

source: Parent is the code of another field.
fr: Parent est le code d'un autre champ.

source: Help
fr: Aide

source: This is the tooltip of the field in the generated form.
fr: Tooltip associé au formulaire généré.

source: Please check your entry, some fields are wrong.
fr: Merci de vérifier votre saisie, certains champs ne conviennent pas.

source: This name already exists.
fr: Ce nom existe déjà.

source: Check the searchable case to allow people to search with this criteria.
fr: Cocher la case recherche pour permettre aux utilisateurs d'inclure ce critère dans leurs recherches.

source: By choosing 1,2,3,4,5, you have the possibility to aggregate fields according to your own criterias.
fr: En choisissant 1,2,3,4,5 vous avez la possibilité d'agrèger les champs selon vos critères.

source: Create a new group
fr: Créer un nouveau groupe

source: Assign the fields to your group once you have created it.
fr: Affecter les champs à des groupes dès que vous les avez créés.

source: You are going to delete the field :
fr: Vous êtes sur le point de supprimer le champ :

source: Do you want to confirm ?
fr: Souhaitez-vous confirmer ?

source: confirm
fr: confirmer

source: You are going to delete the group :
fr: Vous êtes sur le point de supprimer le groupe :

source: Edit a field
fr: Editer un champ

source: translations
fr: traductions

source: Edit a group of fields
fr: Editer un groupe de champs

source: Fields in stock
fr: Champs en stock

source: Group name
fr: Nom du groupe

source: create new panel
fr: créer un nouveau panneau

source: Drop fields in stock for standard description and more description
fr: Glisser les champs en stock vers les différentes zones de description.

source: Standard description and more description are only used for programs. In other cases, the distinction between standard and more description doesn't matter.
fr: Les différents niveaux de description sont exploités dans la description programme. Dans tous les autres cas, cette différenciation ne sera pas prise en compte : les champs de tous les niveaux s'enchaîneront de manière consécutive.

source: Panel setup
fr: Configuration du panneau

source: Translations
fr: Traductions

source: Deleting this panel will delete all attached fields and data for all programs.If you want keep data, move attached fields into another pane.
fr: Supprimer ce panneau supprimera tout les champs affectés à ce programme. Si vous désirez conserver les données attachées, déplacer les champs de ce panneau dans un autre panneau.

source: Edit content of table %s
fr: Editer la table %s

source: Add a row
fr: Ajouter une ligne

source: Libelle
fr: Libellé

source: Are you sure to delete this row?
fr: Etes vous sûr de vouloir supprimer cette ligne ?

source: List of fields
fr: Liste des champs

source: Are you sure to delete this field ?
fr: Etes vous sûr de vouloir supprimer ce champ ?

source: List of groups
fr: Liste des groupes

source: Number of fields
fr: Nombre de champs

source: System group
fr: Groupe système

source: Are you sure to delete this group ?
fr: Etes vous sûr de vouloir supprimer ce groupe ?

source: Create extension
fr: Créer une extension

source: Create group
fr: Créer un groupe

source: Modify extension
fr: Modifier l'extension

source: Modify group
fr: Modifier le groupe

source: Modify table
fr: Modifier la table

source: List of tables
fr: Liste des tables

source: Of field
fr: Du champ

source: Create new menu
fr: Créer un nouveau menu

source: Component
fr: Composant

source: Be carefull, The url parameter takes advantage over any other.
fr: Attention, le paramètre url prend l'avantage sur tous les autres.

source: Create new component
fr: Créer un nouveau composant

source: Controller
fr: Contrôleur

source: Separate parameters by comma. Ex : param1=value1,param2=value2
fr: Séparer les paramètres par des virgules. Ex : param1=value1,param2=value2

source: Edit menu
fr: Editer un menu

source: Edit component
fr: Editer un composant

source: List of menu
fr: Liste des menus

source: Are you sure to delete this menu entry ?
fr: Etes vous certain de vouloir supprimer cet élément de menu ?

source: List of components
fr: Liste des composants

source: Are you sure to delete this component ?
fr: Etes vous certain de vouloir supprimer ce composant ?

source: String in mms to replace
fr: Chaine à remplacer dans le mms

source: String replacement
fr: Chaîne de remplacement

source: Enter new value
fr: Entrer une nouvelle valeur

source: Apply to
fr: Appliquer à

source: or
fr: ou

source: all productions
fr: tous les comptes de production

source: Be careful. This feature changes the database and can cause malfunctions in the playback of your videos.
fr: Attention. Cette fonctionnalité modifie la base de donnée et peut causer des soucis de lecture de vos vidéos.

source: Please, enter correct new value
fr: Merci d'entrer une nouvelle valeur

source: Organization overview
fr: Résumé de l'organisation

source: Name - Firstname
fr: Nom - Prénom

source: Phone number
fr: Numéro de téléphone

source: Are you sure to delete this contact ?
fr: Etes vous certain de vouloir supprimer ce contact ?

source: Click <a href="%s">yes</a> to confirm or <a href="#" onclick="$.facebox.close();">no</a> to cancel.
fr: Cliquer <a href="%s">oui</a> pour confirmer ou <a href="#" onclick="$.facebox.close();">non</a> pour abandonner.

source: Firstname
fr: Prénom

source: Fax number
fr: Numéro de fax

source: Address (2)
fr: Adresse (2)

source: Postal Code
fr: Code postal

source: Country
fr: Pays

source: Add contact
fr: Ajouter un contact

source: add contact
fr: ajouter un contact

source: List of organizations
fr: Liste des organisations

source: Organization name
fr: Nom de l'organisation

source: Registerd company code
fr: Numéro SIRET

source: VAT intra
fr: TVA intra

source: Phone number 2
fr: Numéro de téléphone 2

source: Domain
fr: Domaine

source: Create at the same time
fr: Créer en même temps

source: Publication account
fr: Compte de publication

source: Service account
fr: Compte de service

source: Install or uninstall : modules, controllers, plugins, helpers
fr: Installer ou désinstaller : modules, controllers, plugins, helpers

source: Upload new package
fr: Uploader un nouveau paquet

source: upload
fr: uploader

source: Installation date
fr: Date d'installation

source: Remove package ?
fr: Désinstaller du paquet ?

source: Are you sure to remove this package ?
fr: Etes vous certain de vouloir supprimer ce paquet ?

source: For more informations about the structure of a component, you have to see the <a href='%s' >FAQ</a>.
fr: Pour plus d'informations sur la structure d'un composant, vous devez consulter <a href='%s' >la FAQ</a>.

source: Remove
fr: Retirer

source: Edit a production account
fr: Editer un compte de production

source: Organization
fr: Organisation

source: Mobile phone
fr: Mobile

source: Organization details
fr: Organisation détails

source: Work
fr: Travail

source: Broadcaster
fr: Diffuseur

source: Group of fields
fr: Liste des groupes de champs

source: Text banner
fr: Texte banniére

source: Path download
fr: Répertoire de téléchargement

source: Path pictures
fr: Répertoire des images

source: Depot directory
fr: Répertoire de dépôt

source: Streaming directory
fr: Répertoire de streaming

source: Current account
fr: Compte courant

source: Please, write a valid MMS.
fr: Merci de saisir un mms valide.

source: Thank you !
fr: Merci !

source: Error !
fr: Erreur !

source: Please, write a correct new value.
fr: Merci de saisir une valeur correcte.

source: List of production accounts
fr: Liste des comptes de production

source: This production account will be deleted. Are you sure ?
fr: Ce compte de production va être supprimé. En êtes-vous certain ?

source: Free space
fr: Libérer l'espace

source: Available menu elements
fr: Eléments de menu disponible

source: Allocated menu elements
fr: Eléments de menu affectés

source: update
fr: mettre à jour

source: update all productions
fr: mettre à jour tous les comptes de production

source: delete personalization
fr: supprimer la personnalisation

source: You can specify a different list and order for each production account. Go to the list of productions and click menu for the production account you want to edit.
fr: Vous pouvez spécifier une liste ou un ordre différent pour chaque compte. Rendez vous dans la liste des comptes puis cliquez sur menu en face du compte que vous voulez personnaliser.

source: Create a production account
fr: Créer un compte de production

source: Edit a publication account
fr: Editer un compte de publication

source: Email contact
fr: Email

source: Default publication of
fr: Publication par défaut de

source: List of publication accounts
fr: Liste des comptes de publication

source: Path
fr: Chemin

source: access
fr: accès

source: This publication account will be deleted. Are you sure ?
fr: Ce compte de publication va être supprimé. En êtes-vous certain ?

source: update all publications
fr: Mettre à jour tous les comptes de publication

source: You can specify a different list and order for each publication account. Go to the list of publications and click menu for the publication account you want to edit.
fr: Vous pouvez spécifier une liste ou un ordre différent pour chaque compte. Rendez vous dans la liste des comptes puis cliquez sur menu en face du compte que vous voulez personnaliser.

source: Access to productions account
fr: Accés aux comptes de productions

source: Available production accounts
fr: Comptes de productions disponibles

source: Allocated production accounts
fr: Comptes de productions affectés

source: Drop productions account into the right column.
fr: Déposer les comptes de productions dans la colonne de droite.

source: Create a publication account
fr: Créer un compte de publication

source: Class mapping
fr: Mappeur de classe

source: Class
fr: Classe

source: next
fr: suivant

source: Choose a class in the list and click on next to begin the mapping.
fr: Choisissez une classe dans la liste et cliquez sur suivant pour commencer le mapping.

source: List of class properties
fr: Liste des propriétés de la classe

source: add property mapping
fr: ajouter une propriété

source: Choose in the list a property to map and click to the Add button. On the new row, choose the GCV field and save.
fr: Choisissez dans la liste une propriété à mapper et cliquez sur le bouton ajouter. Sur la nouvelle ligne, choisissez le champ correspondant et sauvegardez.

source: Object
fr: Objet

source: Map your ontology class uri to functionalities
fr: Mapper les uris de votre ontologie aux catégories ci-dessous

source: Separe your value with a comma
fr: Séparer les valeurs par des virgules

source: Are you sure to delete the mapping for this classes ?
fr: Etes vous sûr de vouloir supprimer le mapping pour cette classe ?

source: Create a service account
fr: Créer un compte de service

source: Update a service account
fr: Mettre à jour un compte de service

source: Services type
fr: Type de services

source: List of services accounts
fr: Liste des comptes de service

source: This service account will be deleted. Are you sure ?
fr: Ce compte de service va être supprimé. En êtes-vous certain ?

source: update all services accounts
fr: Mettre à jour tous les comptes de services

source: You can specify a different list and order for each service account. Go to the services list and click menu for the service you want to edit.
fr: Vous pouvez spécifier une liste ou un ordre différent pour chaque compte. Rendez vous dans la liste des comptes puis cliquer sur menu en face du compte que vous voulez personnaliser.

source: Rumble stats
fr: Générateur de statisques

source: from date
fr: Jusque

source: From date
fr: Depuis date

source: to date
fr: De la date

source: To date
fr: A date

source: Enter amount of stats to rumble
fr: Entrer un volume de statistiques

source: rumble
fr: générer

source: List of translations
fr: Liste des traductions

source: Lang
fr: Langue

source: Value
fr: Valeur

source: Translation
fr: Traduction

source: Are you sure to delete this translation ?
fr: Etes-vous sûr de vouloir supprimer cette traduction ?

source: Add translation
fr: Ajouter une traduction

source: Create a user account
fr: Créer un utilisateur

source: Adress1
fr: Adresse 1

source: Adress2
fr: Adresse 2

source: edit access
fr: éditer l'accès

source: Change password
fr: Changer de mot de passe

source: Requested access by the user
fr: Accès demandé par des utilisateurs

source: Viewing access
fr: Accès visionnage

source: approve
fr: approuver

source: refuse
fr: refuser

source: Edit users access
fr: Editer les accès

source: Back to user
fr: Retour à l'utilisateur

source: Vivo Access
fr: Accés Vivo

source: Select all
fr: Tout sélectionner

source: Deselect all
fr: Tout déselectionner

source: View
fr: Vue

source: Yes
fr: Oui

source: No
fr: Non

source: Vivo Web Interface
fr: Interface Web Vivo

source: Edit user
fr: Editer un utilisateur

source: List of users
fr: Liste des utilisateurs

source: state
fr: statut

source: unactive
fr: inactif
