Repository: cybercandyman/videocms
Catalog: locale/*/*.po
Languages: fr

source: active
fr: actif

source: This user will be deleted. Are you sure ?
fr: Cet utilisateur va être supprimé. En êtes-vous certain ?

source: Menu elements in stock
fr: Eléments des menus en stock

source: Allocated menu elements
fr: Eléments de menu affectés

source: delete user personalization
fr: supprimer la personnalisation de cet utilisateur

source: You can specify a different list and order for each production account. Go to the production list and click menu for the production account you want to edit.
fr: Vous pouvez spécifier une liste ou un ordre différent pour chaque compte. Rendez vous dans la liste des comptes puis cliquez sur menu en face du compte que vous voulez personnaliser.

source: Show pending request
fr: Voir les demandes en attente

source: More options
fr: Plus de critères

source: This user is active.
fr: Cet utilisateur est activé.

source: This user is unactive.
fr: Cet utilisateur est désactivé.

source: Chaptering
fr: Chapitrage

source: Edit service chaptering
fr: Editer les chapitres

source: View service chaptering
fr: Voir le service de chapitrage

source: File
fr: Fichier

source: Current status
fr: Statut courant

source: Status
fr: Statut

source: Edit service encoding
fr: Editer service d'encodage

source: View service encoding
fr: Voir le service d'encodage

source: Comments (formats)
fr: Commentaires (formats)

source: edit program
fr: éditer un programme

source: Edit service description
fr: Editer la description

source: View service description
fr: Editer la description

source: Program title
fr: Titre du programme

source: Creation Date
fr: Date de création

source: Desired Date
fr: Date désirée

source: Account
fr: Compte

source: Subtitling
fr: Sous-titrage

source: Watermarking
fr: Watermark

source: Delivery date
fr: Date de livraison

source: Submit
fr: Envoyer

source: Edit service subtitling
fr: Editer service sous-titrage

source: View service subtitling
fr: Voir le service de sous-titrage

source: Font
fr: Police de caractères

source: Font Size
fr: Taille de police

source: Left
fr: Gauche

source: Middle
fr: Milieu

source: Right
fr: Droite

source: Color
fr: Couleur

source: Language
fr: Langues

source: Edit Translation
fr: Editer la traduction

source: Edit Watermarking
fr: Editer un watermark

source: View Watermarking
fr: Voir le serice de watermarking

source: Text
fr: Texte

source: Angle in degrees
fr: Angle en degrés

source: Top-left
fr: Haut-gauche

source: Top
fr: Haut

source: Top-right
fr: En haut à droite

source: Bottom-left
fr: Bas-gauche

source: Bottom
fr: Bas

source: Bottom-right
fr: Bas-droit

source: Mosaic
fr: Mosaïque

source: Opacity
fr: Opacité

source: Orders List
fr: Liste des commandes

source: Received or In Progress
fr: Reçu ou en progression

source: creation date
fr: date de création

source: expected date
fr: date souhaitée

source: origin
fr: origine

source: account
fr: compte

source: status
fr: statut

source: delivery date
fr: date de livraison

source: delay warning : expected date expired
fr: avertissement de délai : la date demandée à expirée

source: order enclosed
fr: Fermer

source: abort request
fr: annuler la demande

source: details
fr: détails

source: expected date expired
fr: date désirée expirée

source: cancellation request pending
fr: demande d'annulation en cours

source: Delete service ?
fr: Supprimer ce service ?

source: This service will be deleted. Are you sure ?
fr: Cet élément va être supprimé. En êtes-vous certain ?

source: Accept
fr: Accepter

source: List of services
fr: Liste des services

source: Program name
fr: Mise à jour programme

source: Create a service
fr: Créer un compte de service

source: enclosed
fr: valider

source: Enclose
fr: Joindre

source: Thumbnails
fr: Miniatures

source: Set usage
fr: Définir l'utilisation

source: Null
fr: Nul

source: Program picture
fr: Image du programme

source: Videolist picture
fr: Image de la vidéoliste

source: Series picture
fr: Image de la série

source: Create thumbnail
fr: Créer une miniature

source: Upload
fr: Uploader

source: Info
fr: Infos

source: Clear queue
fr: Vider la file

source: File name
fr: Nom de fichier

source: File permission
fr: Permission fichier

source: Add to the download list
fr: Ajouter à la liste de téléchargement

source: Choose files
fr: Choisir les fichiers

source: Are you sure to delete :
fr: Etes-vous certain de vouloir supprimer :

source: Create Folder
fr: Créer un répertoire

source: Open
fr: Ouvrir

source: New
fr: Nouveau

source: Loading
fr: Chargement

source: File used as an entry point in your template.Iin this file you can sharejavascript or php code needed by other scripts.
fr: Fichier utilisé comme un point d'entrée dans votre template. Dans ce fichier, vous pouvez partager des javascript ou du code php nécessité par d'autres scripts.

source: Optional file allows for multilingualism in your template. Locale is deducted by the codeview in the url, defined in your publication back office. Format file is TMX. In order to refer to an entry of your translation file, you can use the following code : $this->translate('code')
fr: Fichier optionnel qui permet le multiligusime dans vos templates. La langue locale est déduite du code de vue dans l'url définie dans le module de publication. Le fichier de format est TMX. Afin de faire référence à une entrée de votre fichier de traduction, vous pouvez utilliser le code suivant : $this->translate('code')

source: You can integrate into your template enumeration corresponding to an ENUM field. In order to do this, you have to create a Model_Field object and call getHtml method.
fr: Vous pouvez intégrer dans votre template une énumération correspondant à un champ ENUM. Pour cela, vous devez créer un Model_Field object et utiliser la méthode getHtml.

source: Template editing
fr: Edition de template

source: Folder theme
fr: Répertoire du template

source: return
fr: retour

source: Files in template
fr: Fichiers dans le template

source: editor
fr: éditeur

source: Save modification
fr: Sauvegarder les modifications

source: Saved
fr: Sauvegardé

source: Get quick help
fr: Aide rapide

source: Click on a template file to load it in the editor.
fr: Cliquer sur un fichier du template pour le charger dans l'éditeur.

source: Check radio button "With editor" to edit your template with a wysiwyg editor.
fr: Cocher la case "Avec éditeur" pour éditer votre template avec un éditeur wysiwyg.

source: Caution : use of a wysiwyg editor add unwanted code and can cause malfuntions !
fr: Attention : l'utilisation d'un éditeur wysiwyg peut corrompre l'intégrité de vos fichiers !!!

source: Upload new template
fr: Uploader un nouveau template

source: For more informations about the structure of a template, you have to see the <a href='%s' >FAQ</a>.
fr: Pour plus d'informations sur la structure d'un template, référez vous à <a href='%s' >la FAQ</a>.

source: Duplicate from a default template
fr: Dupliquer depuis un template standard

source: Availables template
fr: Templates disponibles

source: Author
fr: Auteur

source: Directory
fr: Répertoire

source: download
fr: télécharger

source: Confirm deletion of this theme ?
fr: Confirmer la suppression de ce template ?

source: Select first your item type
fr: Sélectionner d'abord votre type d'objet

source: Objects knowledge base modification
fr: Modification d'un objet

source: By choosing an item type, you search elements of this type. Text fields are combined to fulltext search and do not appear in the additional information.
fr: En choisissant un type d'item, vous allez rechercher uniquement des items de ce type. Les champs textes sont combinés au champ texte intégral et n'apparaissent pas en tant que tel dans les critères de recherche.

source: Are you sure to delete this object ?
fr: Etes-vous certain de vouloir supprimer cet objet ?

source: You can drag and drop objects onto the form to pre-fill by clicking on the title of the object. When you search, you can return to the tree by clicking cancel.
fr: Vous pouvez glisser déposer des objets vers le formulaire pour le préremplir en cliquant sur le titre de l'objet. Quand vous effectuez une recherche, vous pouvez revenir à l'arborescence en cliquant sur annuler.

source: Search
fr: Chercher

source: Element type
fr: Type d'élément

source: Dialog Security
fr: Information de sécurité

source: Dear User, You are using Internet Explorer who does not support anymore authentification via Url.
fr: Cher utilisateur, vous utilisez une version d'internet explorer qui ne supporte plus l'identification via url.

source: Please see this Microsoft KB for information %s.
fr: Merci de regarder la documentation technique de Microsoft %s.

source: As a result, you have to type yourself the identification in the next dialog prompt with the following information :
fr: En conséquence, vous devez saisir les informations suivante dans la prochaine boite de dialogue :

source: Otherwise, you can use another navigator like firefox or chrome.
fr: Sinon, Vous pouvez utilisez firefox ou chrome.

source: Click on the confirm button when you are ready.
fr: Cliquez sur le bouton de confirmation lorsque vous êtes prêt.

source: Forgot password
fr: Mot de passe oublié

source: Template has to be set !
fr: Le template doit être affecté !

source: of
fr: de

source: First
fr: Début

source: Previous
fr: Précédent

source: Last
fr: Fin

source: send link
fr: envoyer le lien

source: publish
fr: publier

source: add new video
fr: ajouter une nouvelle vidéo

source: Program form
fr: Programme

source: Please, you have to save your program before.
fr: Merci de sauvegarder votre programme.

source: Order services
fr: Commander des services

source: Export program
fr: export des données du programme

source: Live
fr: Direct

source: Duplicate program
fr: duplication intranet du programme

source: Internet replication
fr: réplication internet du programme

source: Delete program
fr: supprimer le programme

source: Becarefull, this program is under direct
fr: ATTENTION, ce programme est en mode direct

source: Problem with this production account, no publication associated !
fr: Il y a un problème avec ce compte de production : aucun compte de publication ne lui est associé !

source: Done !
fr: Effectué !

source: Successfull replication for data. Video files will be deployed over the next cron job.
fr: Réplication réussie pour vos données. Les vidéos seront envoyées lors de la prochaine tâche cron.

source: Duplicate this program
fr: dupliquer ce programme

source: Program duplication
fr: duplication intranet du programme

source: Your are going to duplicate this program.
fr: Vous êtes sur le point de dupliquer ce programme.

source: Live console
fr: Console de direct

source: Starting date
fr: Date de début

source: End date
fr: Date de fin

source: Refresh chart
fr: Rafraîchir le graphique

source: A user has just been created and request an access to : %s. Please check your administration panel
fr: Un utilisateur vient d'être créé et demande un accès à : %s. Merci de vérifier dans votre backoffice

source: Greetings
fr: Cordialement

source: This email is sent to you because you forgot your password.
fr: Cet email vous est envoyé car vous avez oublié votre mot de passe.

source: The following url is valid only for the next 24 hours.
fr: L'url suivante est valide uniquement pendant 24 heures.

source: Player video
fr: Lecteur vidéo

source: Administration panel
fr: GCV Back office

source: Welcome
fr: Bienvenue

source: Log out
fr: Se déconnecter

source: Advanced Search
fr: Recherche avancée

source: Need Help ?
fr: Besoin d'aide ?

source: Show / Hide sidebar
fr: Cacher / Montrer sidebar

source: You are using more than one instance of the application, we have to reload the current page.
fr: Vous utilisez l'application dans plusieurs onglets. Nous sommes dans l'obligation de recharger la page.

source: Do you want skeep this notification and reload automatically ?
fr: Voulez vous outrepasser ces notifications et recharger automatiquement la page la prochaine fois ?

source: This field is required
fr: Ce champ est requis

source: Please select an option
fr: Merci de choisir une option

source: This checkbox is required
fr: Cette case est requise

source: Between
fr: Entre

source: and
fr: et

source: characters allowed
fr: caractéres autorisés

source: Checks allowed Exceeded
fr: Nombre maximal atteint

source: Please select
fr: Merci de choisir

source: Your field is not matching
fr: Les champs ne correspondent pas

source: Invalid phone number
fr: Numéro de téléphone invalide

source: Invalid email address
fr: Adresse email invalide

source: Invalid date, must be in YYYY-MM-DD format
fr: Date invalide, doit être au format YYYY-MM-DD

source: Numbers only
fr: Uniquement des chiffres

source: No special caracters allowed
fr: Aucun caractére spécial autorisé

source: This user is available
fr: Ce login est disponible.

source: Loading, please wait
fr: Merci de patienter

source: This user is not available
fr: Ce login est indisponible.

source: This code is available
fr: Ce code est disponible.

source: This code is already taken
fr: Ce code est déjà utilisé.

source: This email is not available
fr: Cet email est indisponible.

source: This email is available
fr: Cet email est disponible.

source: This group name is not available
fr: Ce nom de groupe est indisponible.

source: This group name is available
fr: Ce nom de groupe est disponible.

source: This group code is already taken
fr: Ce code de groupe est déjà utilisé.

source: This group code is available
fr: Ce code de groupe est disponible.

source: Letters only
fr: Uniquement des lettres

source: Please, tip a label
fr: Merci de saisir un label

source: Do you confirm the suppression
fr: Confirmez vous la suppression

source: Item creation
fr: Créer un item

source: Category creation
fr: Créer une catégorie

source: Rename item or category
fr: Renommer un item ou une catégorie

source: Create category
fr: Créer une catégorie

source: Create object
fr: Créer un objet

source: Edit object
fr: Editer un objet

source: Filter
fr: Filtrer

source: Reset
fr: Annuler

source: Nothing to display
fr: Rien à afficher

source: Ontology tools
fr: Outils d'ontologie

source: Linked objects
fr: Objets liés

source: Sort on these fields
fr: Trier selon
