Repository: cybercandyman/videocms
Catalog: locale/*/*.po
Languages: fr

source: New inscription
fr: Nouvelle inscription

source: Reset password
fr: Réinitialiser mot de passe

source: Objects manager
fr: Gestionnaire de chapitres

source: Explorer
fr: Explorateur

source: Error during program replication
fr: Erreur durant la réplication du programme

source: Error during pushing files
fr: Erreur pendant l'envoi de fichier

source: Copy of
fr: Copie de

source: Press [ctrl] + [click] to select multiple values
fr: Appuyez sur [ctrl]+[a] pour sélectionner plusieurs valeurs

source: Unable to open file
fr: Impossible d'ouvrir le fichier

source: Error in the treatment of your request
fr: Erreur dans le traitement de votre requête.

source: You have to get an identification token with the gettoken function
fr: Vous devez récupérer un token d'identification avec la fonction gettoken

source: Your browser does not support frames. Click here
fr: Votre navigateur ne supporte pas les iframes. Cliquer ici

source: View video
fr: Voir la vidéo

source: Not found
fr: Non trouvé

source: Hello!
fr: Bonjour !

source: The video "<b>%s</b>" can be viewed at this address <a href="%s">%s</a>.
fr: La video "<b>%s</b>" peut être vue à cette adresse <a href="%s">%s</a>.

source: There is the message written by the sender
fr: Voici le message de l'expéditeur

source: Frequently Asked Questions (FAQ)
fr: Foire Aux Questions (FAQ)

source: Structures and xml schema
fr: Structures et schéma xml

source: How to import programs ?
fr: Importer des programmes ?

source: You can import a program list in the database by using the import function under module production > tools menu > import. Your xml file has to respect the following xsd schema :
fr: Vous pouvez importer une liste de programme dans la base de données en utilisant la fonction import du module de production > menu outils > importer. Votre fichier xml doit respecter le schéma xsd suivant :

source: How to import package ?
fr: Comment importer un package ?

source: You can import a package by using the add / suppress menu under sadmin module. Your component must be an archive like the following example :
fr: Vous pouvez importez des packages en utilisant le menu ajout / suppression du module sadmin. Votre composant doit être une archive comme l'exemple suivant :

source: component example
fr: exemple de composant

source: The inner manisfest.xml has to respect the following schema :
fr: Le fichier manifest.xml doit respecter le schéma suivant :

source: How to create a template ?
fr: Comment créer un template ?

source: You can use the following template as an example :
fr: Vous pouvez utiliser le template suivant à titre d'exemple :

source: Richplayer example
fr: Exemple Richplayer

source: Click here for more information about templates :
fr: Cliquer ici pour plus d'informations sur les templates :

source: Structure and properties of templates
fr: Structure et propriétés des templates

source: The inner theme.xml has to respect the following schema :
fr: Le fichier theme.xml doit respecter le schéma suivant :

source: Questions about REST
fr: Des questions à propos de l'interface REST ?

source: More informations here
fr: Plus d'informations ici

source: Help:Templates
fr: Aide:Templates

source: This function retrieves a list of video programs.
fr: Cette fonction retourne une liste de programmes.

source: Replace this param name with your publication key
fr: Remplacer ce paramétre par la clé de la publication correspondante

source: Numbers of item per page
fr: Nombre de programmes par page

source: Perform a filter by keyword
fr: Effectue un filtre par mot clé.

source: Additional params to filter videolist.
fr: Paramétres additionnels pour filtrer la vidéoliste.

source: Each param can be a program field, ex with the field genre with code genre : filter_genre
fr: Chaque paramétre peut être un champ de fiche programme, par exemple pour le champ genre ayant le code "genre" le nom du paramétre est : filter_genre suivi de la valeur de filtrage.

source: This function retrieves all playlist for a publication.
fr: Cette fonction retourne toutes les playlists de la publication.

source: This function retrieves a playlist.
fr: Cette fonction retourne toutes les données d'une playlist.

source: Key of the playlist
fr: Clé de la playlist

source: This function retrieves a program.
fr: Cette fonction retourne toutes les données d'un programme.

source: Key of the program
fr: Clé du programme

source: General overview
fr: Panorama général

source: Files required by the application
fr: Fichier requis par l'application

source: File used as an entry point in your template.In this file you can share javascripts or php code needed by other scripts.
fr: Fichier utilisé comme un point d'entrée dans votre template. Dans ce fichier, vous pouvez partager des javascript ou du code php nécessité par d'autres scripts.

source: File used to render a program. View Model_Program. Object data available in $this->program.
fr: Fichier utiliser pour effectuer le rendu d'un programme. Consulter Model_Program pour manipuler l'objet $this->program.

source: File used to render a playlist. View Model_Playlist. Object data available in $this->playlist.
fr: Fichier utiliser pour effectuer le rendu d'une playlist. Consulter Model_Playlist pour manipuler l'objet $this->playlist.

source: File used to render a videolist. View Model_List. Object data available in $this->list.
fr: Fichier utiliser pour effectuer le rendu d'une vidéoliste. Consulter Model_List pour manipuler l'objet $this->list.

source: Optionnal file, allows for multilingualism in your template. Locale is deducted by the codeview in the url, defined in your publication back office. Format file is TMX. In order to refer to an entry of your translation file, you can use the following code : $this->translate('code')
fr: Les fichiers optionnels permettent le multiligusime dans vos templates. La langue locale est déduite du code de vue dans l'url définie dans le module de publication. Le fichier de format est TMX. Afin de faire référence à une entrée de votre fichier de traduction, vous pouvez utilliser le code suivant : $this->translate('code')

source: Template options retrieving
fr: Options de template

source: This file contains the options which we can edit in the Backend (Template allocation or Resource integration). It will be possible to get back them from the layout.phtml file.
fr: Ce fichier contient des options paramétrables en back office. Ces options sont transmises aux fichiers du template.

source: In this file, it will be possible to retrieve the parameters defined in the params.xml file, then to apply them to the chosen theme.
fr: Dans ce fichier, il est possible de récupérer les paramétres définis dans params.xml et de les appliquer au theme choisi.

source: Params retrieving in layout.phtml file
fr: Récupération des paramétres dans le template

source: Api doc can be found <a href="%s" target="_blank">here</a>.
fr: La documentation de l'api peut être consultée <a href="%s" target="_blank">ici</a>.

source: Constants
fr: Constantes

source: This constant refers to the uri of your template.
fr: Cette constante renvoie l'url de votre template.

source: This constant refers to the uri at the root of the application.
fr: Cette constante renvoie l'url de base de l'application.

source: Generate enumeration
fr: Générer une liste énumérée

source: You can integrate, into your template, enumeration corresponding to an ENUM field. . In order to do this, you have to create a Model_Field object and call getHtml method.
fr: Vous pouvez intégrer dans votre template une liste énumérée correspondant à un champ de type ENUM. . Pour ce faire, vous devez instancier un objet Model_Field et appeler la méthode getHtml.

source: Programs fields
fr: Champs du programme

source: name
fr: nom

source: Chapters fields
fr: Champs de chapitre

source: submit
fr: Envoyer

source: Ressource
fr: Accès

source: Press [F11] to switch in fullscreen.
fr: [F11] pour basculer en plein écran

source: This application is designed to fit with 1680 x 1050 pixels.
fr: L'application est optimisée pour un affichage 1680 x 1050 pixels.

source: Tips
fr: Astuces

source: Home
fr: Accueil

source: Organizations
fr: Organisations

source: Create
fr: Créer

source: List
fr: Liste

source: Users
fr: Utilisateurs

source: Components
fr: Composants

source: Menu elements
fr: Eléments de menu

source: Fields
fr: Champs

source: Create field
fr: Créer un champ

source: Fields list
fr: Liste des champs

source: Create group of fields
fr: Créer un groupe de champs

source: Group of fields list
fr: Liste des groupes de champs

source: Tables list
fr: Liste des tables

source: Tools
fr: Outils

source: Billings list
fr: Liste des factures

source: Formats list
fr: Liste des formats

source: Profiles list
fr: Liste des profils

source: Ontology URI Mapping
fr: Ontologie - Mappeur d'URI

source: Ontology Class Mapping
fr: Ontologie - Mappeur de classe

source: Ontology Editor
fr: Ontologie - Editeur

source: MMS Update
fr: Mettre à jour le MMS

source: Clear cache
fr: Purger le cache

source: Add / Suppress
fr: Ajouter / Supprimer

source: Users list
fr: Liste des utilisateurs

source: Productions list
fr: Liste des comptes de production

source: Publications list
fr: Liste des comptes de publication

source: Services list
fr: Liste des comptes de service

source: Quick links
fr: Liens rapides

source: Your browser is not supported.
fr: Votre navigateur n'est pas supporté.

source: Please, use a more recent browse version.
fr: Merci d'utiliser une version plus récente de votre navigateur.

source: Thank you for your understanding.
fr: Merci de votre compréhension.

source: Received
fr: Reçu

source: In progress
fr: En cours

source: Canceled
fr: Annuler

source: Completed
fr: Terminé

source: Welcome to
fr: Bienvenue sur l'application

source: Language interfaces is deducted from your browser.<br/>The current language is <strong>%s</strong>.<br />If you want to change language, click on the flag in the bottom of this page.
fr: La langue de l'interface est déduite de votre navigateur. <br/> La langue courante est <strong>%s</strong>.<br /> Si vous voulez changer de langue, cliquer sur le drapeau de la langue votre choix en bas de page.

source: Access Denied
fr: Accès refusé

source: websitename Administration Panel
fr: GCV Back office

source: You are not allowed to view this page
fr: Vous n'êtes pas autorisé à voir cette page

source: Request access
fr: Demander un accès

source: Disconnect
fr: Déconnecter

source: Edit password
fr: Modifier mot de passe

source: Type password
fr: Saisir mot de passe

source: Type password again
fr: Confirmer mot de passe

source: update password
fr: mettre à jour le mot de passe

source: Your email
fr: Votre email

source: Next
fr: Suivant

source: An email has been sent to you. Follow the url and the instructions. The url is valid 24 hours.
fr: Un email vous a été envoyé. Suivez le lien et les instructions. L'url est valide 24 heures.

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Forgot pass
fr: Mot de passe oublié

source: Register
fr: S'enregistrer

source: If you want more information about GCV or request the opening of an account, contact us indicating your name, title, mail, url of your site and project assignment entity.
fr: Si vous désirez davantage d'informations ou sollicitez l'ouverture d'un compte, contactez-nous en indiquant votre nom, prénom, courriel, url de votre site et le projet de votre organisation.

source: Last name
fr: Nom

source: First name
fr: Prénom

source: Adress 1
fr: Adresse 1

source: Adress 2
fr: Adresse 2

source: Zip code
fr: Code postal

source: City
fr: Ville

source: Login
fr: Nom d'utilisateur

source: Secret question
fr: Question secrète

source: Question will be requested if you loose your password.
fr: Question qui sera utilisée si le mot de passe est oublié

source: Secret response
fr: Réponse secrète

source: Confirm password
fr: Confirmer le mot de passe

source: A request has been send.
fr: Une demande à été envoyée

source: Your new password is
fr: Votre nouveau mot de passe est

source: Request sent
fr: Demande envoyée

source: view
fr: voir

source: Billing edition
fr: Edition de facture

source: print
fr: imprimer

source: Your reference
fr: Votre référence

source: Currency
fr: Unité

source: CDN (Content Delivery Network) consumption
fr: CDN (Content Delivery Network) consommation

source: Amount (Giga Bytes)
fr: Montant (Giga Octets)

source: Unitary price (Giga Bytes)
fr: Prix unitaire (Giga Bytes)

source: Storage
fr: Stockage

source: Additional
fr: Supplémentaire

source: Add a billing line
fr: Ajouter une ligne de facture

source: wording
fr: libellé

source: Discount
fr: Remise

source: Add a discount line
fr: Ajouter une ligne de remise

source: libelle
fr: libellé

source: Total resume
fr: Total restant

source: Total billing
fr: Total de la facture

source: Discount rate %
fr: Pourcentage de remise

source: Vat %
fr: Taxe %

source: Total billing + vat
fr: Total de la facture + taxes

source: Indicate the disount rate to apply to this billing
fr: Indiquer le pourcentage de remise à appliquer à la facture

source: Billing of
fr: Facture de

source: Adress
fr: Adresse

source: Add discount rate
fr: Ajouter une remise

source: Remove discount rate
fr: Retirer la remise

source: List of chapters
fr: Liste des chapitres

source: Picture
fr: Image

source: Title
fr: Titre

source: edit
fr: éditer

source: add to kb
fr: Ajouter au gestionnaire de chapitres

source: Successfull replication
fr: Réplication réussie

source: search
fr: rechercher

source: More criterias
fr: Plus de critères

source: Consumption statistics by publications
fr: Statistiques de consommation par publication

source: views
fr: visionnages

source: Consumption statistics per program by publication
fr: Statistiques de consommation par programme

source: Total views per day
fr: Visionnages par jour

source: Days
fr: Jours

source: Views
fr: Vues

source: Consumption statistics per production
fr: Statistiques de consommation par production

source: Import programs
fr: Importer des programmes

source: Select your file
fr: Sélectionner votre fichier

source: save
fr: enregistrer

source: Read the FAQ for more informations.
fr: Plus d'informations

source: Activate live
fr: Activer le direct

source: Desactivate live
fr: Désactiver le direct

source: file
fr: fichier

source: Live stream
fr: Flux de direct

source: MMS Setup
fr: Configuration du mms

source: Save
fr: Sauvegarder

source: Content management
fr: Gestion du contenu

source: Chapters
fr: Chapitres

source: Create chapter
fr: Créer un chapitre

source: Drag and drop to reorganize
fr: Glisser, déposer pour réorganiser

source: Current
fr: Courrant

source: Active
fr: Actif

source: Please, You have to publish this element before his activation.
fr: Vous devez publier cet élément avant de l'activer.

source: title
fr: titre

source: order
fr: ordre

source: Edit
fr: Editer

source: Delete
fr: Supprimer

source: You cannot delete a published chapter, please unpublish it before delete.
fr: Vous ne pouvez pas supprimer un chapitre actif, merci de le désactiver avant de le supprimer.

source: Display {0} - {1} of {2}
fr: Affichage {0} - {1} de {2}

source: No chapters
fr: Aucun chapitre.

source: Create insert
fr: Créer un insert

source: You cannot delete a published pane, please unpublish it before delete.
fr: Vous ne pouvez pas supprimer un panneau actif, merci de le désactiver avant de le supprimer.

source: No panes
fr: Aucun panneau

source: Languages
fr: Langues

source: Add
fr: Ajouter

source: Remove selected
fr: Supprimer l'élément selectionné

source: Remove All
fr: Tout supprimer

source: Chapter form
fr: Formulaire de chapitrage

source: Delete pane
fr: Supprimer un panneau

source: Are you sure to delete this insert ?
fr: Etes-vous certain de vouloir supprimer cet insert ?

source: Delete chapter
fr: Supprimer un chapitre

source: Are you sure to delete this chapter ?
fr: Etes vous sûr de vouloir supprimer ce chapitre ?

source: Insert form
fr: Formulaire d'édition d'insert

source: Close
fr: Fermer

source: Group of programs
fr: Groupe de programmes

source: Information about your group of programs
fr: Information à propos de votre groupe de programmes

source: Title of the group
fr: Titre du groupe

source: Approved programs
fr: Programmes approuvés

source: Search programs
fr: Rechercher des programmes

source: Publish your content
fr: Publier votre contenu

source: Select programs to be attached to the group by dragging them to the zone "approved programs"
fr: Sélectionner les programmes que vous voulez grouper en les glissant dans la zone "programmes approuvés"

source: If group has changed since last save, save it before any publish action !
fr: Si le groupe a changé depuis le dernier enregistrement, sauvegarder vos changements avant de le publier !

source: List groups of programs
fr: Liste des groupes de programmes

source: create
fr: créer

source: count
fr: nombre

source: delete
fr: supprimer

source: No matches
fr: Aucun résultat

source: Removal confirmation
fr: Confirmation de suppression

source: This group of programs will be deleted. Are you sure ?
fr: Ce groupe de programmes va être supprimé. En êtes-vous certain ?

source: Cancel
fr: Annuler

source: It appears that it's the first time you are here. Thank you to select one access from the dropdown menu in the resource module on the left.
fr: C'est votre première connexion. Merci de choisir un accès parmis la liste déroulante à votre gauche dans le module de ressources.

source: Length
fr: Durée

source: Encoding
fr: Encodage

source: Comments
fr: Commentaires

source: Masters list
fr: Liste des masters

source: You are about to delete this master. Are you sure ?
fr: Vous êtes sur le point de supprimer ce master. En êtes-vous certain ?

source: Insert edition
fr: Editer insert

source: content_type
fr: Type de contenu

source: pane_content
fr: Contenu

source: Without editor
fr: Sans éditeur

source: With editor
fr: Avec éditeur

source: File explorer
fr: Explorateur de fichiers

source: Select
fr: Sélectionner

source: Panes
fr: Panneaux

source: This pane will be deleted. Are you sure ?
fr: Cet élément va être supprimé. En êtes-vous certain ?

source: Remote file directory
fr: Répertoire distant

source: Return to the program
fr: Retourner au programme

source: Chapters editing
fr: Edition des chapitres

source: cancel
fr: annuler

source: get
fr: récupérer

source: preview
fr: aperçu

source: Create extract
fr: Créer un extrait

source: Fill the form with this item ?
fr: Remplir le formulaire avec cet item ?

source: add
fr: ajouter

source: Chapters list
fr: Liste des chapitres

source: Create program
fr: Créer un programme

source: Cut your extract
fr: Couper votre extrait

source: Start timecode
fr: Timecode de début

source: set
fr: définir

source: End timecode
fr: Timecode de fin

source: Extract of
fr: Extrait de

source: duplicate
fr: dupliquer

source: duplicate to internet
fr: dupliquer ce programme vers internet

source: export
fr: exporter

source: Edit description of your program
fr: Editer la description de votre programme

source: edit informations
fr: éditer les informations

source: Illustrate your program with pictures
fr: Illustrer votre programme avec des images

source: Create chapters to navigate in your video
fr: Créer des chapitres pour naviguer dans votre vidéo.

source: edit chapters
fr: éditer les chapitres

source: Videofiles
fr: Fichiers vidéos

source: Add streaming videos to your program
fr: Ajouter des vidéos à votre programme

source: add new version
fr: ajouter une nouvelle version

source: Statistics
fr: Statistiques

source: Consult programs statistics
fr: Consulter les statistiques du programme

source: Total views for last 30 days
fr: Total de visionnages pour les 30 derniers jours

source: more statistics
fr: plus de statistiques

source: Extracts
fr: Extraits

source: create new extract
fr: créer un nouvel extrait

source: Delete this program
fr: supprimer ce programme

source: Replicate this program
fr: Répliquer ce programme

source: Please wait
fr: Merci de patienter

source: Replication is successfull for program data. Program Video file(s) will be replicated when next cron job is over.
fr: Réplication réussie pour vos données. Les vidéos seront envoyées lors de la prochaine tâche cron.

source: Problem during data replication
fr: Problème durant la réplication

source: This program will be deleted. Are you sure ?
fr: Ce programme va être supprimé. En êtes vous certain ?

source: Delete file on server :
fr: Supprimer le fichier sur le serveur :

source: Restore to depot
fr: Restaurer vers le dépôt

source: Keep at the same place
fr: Garder au même endroit

source: Program replication
fr: Réplication internet du programme

source: Your are going to replicate this program to internet.
fr: Vous êtes sur le point de répliquer ce programme vers internet.

source: Information edition
fr: Informations

source: Group
fr: Groupe

source: create new group
fr: créer un nouveau groupe

source: add credits
fr: ajouter des crédits

source: Activity
fr: Activité

source: Pictures
fr: Images

source: More description
fr: Plus de description

source: Back
fr: Retour

source: Rights
fr: Droits

source: close
fr: fermer

source: Credits editing
fr: Editer la description

source: Name
fr: Nom

source: Function
fr: Fonction

source: Create playlist
fr: Créer une playlist

source: Drag extract from the list.
fr: Déposer des extraits depuis la liste.

source: Audio languages
fr: Langues audio

source: File size
fr: Taille du fichier

source: Resolution
fr: Résolution

source: Update
fr: Mettre à jour

source: This is a physical extract (ie file has been cut!). To come back to a virtual extract, remove all versions.
fr: Ceci est un extrait physique. Pour revenir à un extrait virtuel, supprimer toutes les versions.

source: Edit timecode
fr: Editer le timecode

source: This is a virtual extract with specific timecode to adjust start and end.
fr: Ceci est un extrait virtuel avec des timecodes spécifiques pour ajouter le début et la fin.

source: Virtual extract uses by default the program video file (the « video ») with following tcin and tc out. . . In order to use a physical extract, proceed to a cut in and out in the source file and use the « add a new video file » function.
fr: Les extraits virtuels utilisent les vidéos du programme en fonction du tcin et du tcout. . . Pour créer un extrait, préparer votre fichier vidéo physique coupé au tcin et tcout et utilsez la fonction « ajouter une nouvelle vidéo ».

source: Update extract
fr: Mettre à jour l'extrait

source: No versions.
fr: Aucune version.

source: Delete version
fr: Supprimer cette version

source: You are about to delete this version.
fr: Vous êtes sur le point de supprimer cette version.

source: Update mms
fr: Mettre à jour le mms

source: You are about to update this version with the following mms :
fr: Vous êtes sur le point de mettre à jour cette version avec le mms suivant :

source: Video information
fr: Informations sur la vidéo

source: duration
fr: durée

source: Picture editor
fr: Editeur d'image

source: remove
fr: retirer

source: List of programs :
fr: Liste des programmes :

source: You have %s programs and %s extracts in stock.
fr: Vous avez %s programme(s) et %s extrait(s) dans votre stock.

source: export all programs
fr: exporter tous les programmes

source: publication state of the program
fr: état de publication du programme

source: extracts
fr: extraits

source: click to publish all extracts
fr: cliquer pour publier les extraits

source: re-edit
fr: rééditer
